Repository: OmegaT-L10N/fi
Catalog: omegat/project_save.tmx
Source language: en
Languages: fi

source: Certain program functions have however been commissioned by commercial sponsors who have then donated the features back to the community.
fi: Tietyt ohjematoiminnot on kuitenkin toteutettu kaupallisten sponsonsorien tilauksesta, ja sponsorit ovat lahjoittaneet toiminnot yhteisön käyttöön.

source: Chamorro
fi: tšamorro

source: Change date
fi: Muutospvm

source: Change the encoding of your files to Unicode
fi: Vaihda tiedostojen merkistökoodaukseksi Unicode

source: Change the extensions of your plain text source files
fi: Muuta lähdetiedostoina olevien tekstitiedostojen tiedostotunniste

source: Change the file extension from .txt to .utf8. OmegaT will automatically interpret the file as a UTF-8 file.
fi: Vaihda tiedostotunnisteeksi .txt:n sijaan .utf8. Näin OmegaT tulkitsee automaattisesti tiedoston UTF-8-tiedostoksi.

source: Changed &before:
fi: Muutettu ennen:

source: Changed after:
fi: Muutettu jälkeen:

source: Changer
fi: Muuttaja

source: Character Table
fi: Merkkitaulukko

source: Character table
fi: Merkkitaulukko

source: Character table auto-completer options
fi: Merkkitaulukon automaattisen täydennyksen asetukset

source: Characters (including spaces)
fi: Merkkejä (sis. välilyönnit)

source: Characters (without spaces)
fi: Merkkejä (ilman välilyöntejä)

source: Chechen
fi: tšetšeeni

source: Check &Issues...
fi: &Tarkista…

source: Check Issues for &Current Document
fi: Tarkista &nykyinen asiakirja…

source: Check in Ctrl E Project Properties .
fi: Tarkasta Ctrl E Projekti Ominaisuudet .

source: Check that your dict files are in the correct folder (or in a subfolder below it).
fi: Tarkasta, että sanakirjatiedostosi ovat oikeassa kansiossa (tai sen alakansiossa).

source: Check whole project
fi: Tarkista koko projekti

source: Chichewa, Chewa, Nyanja
fi: njandža

source: Chinese
fi: kiina

source: Choose MED project
fi: Valitse MED-projekti

source: Choose SVN repository to perform cleanup
fi: Valitse siistittävä SVN-pakettivarasto

source: Chuvash
fi: tšuvassi

source: Cleanup done!!
fi: Siistitty!!

source: Click Replace Next or Skip, then end the replacement session with Finish.
fi: Jatka korvaamista painamalla Korvaa seuraava tai Ohita, ja lopeta korvaaminen napsauttamalla Lopeta.

source: Click on Options, Glossary to display the following options:
fi: Napsauta Valinnat > Sanasto, jolloin näet ja voit ottaa käyttöön seuraavia toimintoja:

source: Clo&se
fi: &Sulje

source: Co&mments
fi: &Kommentit

source: Code has been contributed by: {0}
fi: Koodia ovat tuottaneet: {0}

source: Commands: -h, --help Show usage information.
fi: Komennot: -h, --help Näyttää tarkempaa tietoa käytöstä.

source: Comment
fi: Kommentti

source: Commit Source Files
fi: Vahvista lähdetiedostot

source: Commit Target Files
fi: Vahvista kohdetiedostot

source: Committing source files
fi: Lähdetiedostojen vahvistaminen

source: Committing target files
fi: Kohdetiedostojen vahvistaminen

source: Compress whitespace in translated document
fi: Tiivistä tyhjätilamerkit käännetyssä dokumentissa

source: Con&tents
fi: S&isältö

source: Confirm
fi: Vahvista

source: Confirm removal of pattern {0}
fi: Vahvista mallikuvion {0} poisto

source: Conflict resolution
fi: Ristiriitojen ratkaisu

source: Conflict {0} of {1}
fi: Ristiriita {0}, yhteensä {1}

source: Confused by false start of comment tag!
fi: Väärä alku- tai kommenttitägi aiheuttaa hämmennystä!

source: Console-align mode: --alignDir=<path> A directory containing the translated files.
fi: Konsolin kohdistustila: --alignDir=<polku> Hakemisto, jossa käännetyt tiedostot ovat

source: Console-pseudotranslatetmx mode: --pseudotranslatetmx=<path> The output pseudotranslated TMX file.
fi: Konsolin pseudotranslatetmx-tila: --pseudotranslatetmx=<polku> Tuottaa pseudokäännetyn TMX-tiedoston

source: Console-translate mode: --source-pattern=<pattern> A regex whitelist of source files to process.
fi: Konsolin käännöstila: --source-pattern=<mallikuvio> Luettelo prosessoitavien lähdetiedostojen sallituista säännönmukaisista lausekkeista.

source: Contains a comprehensive description of OmegaT.
fi: Sisältää OmegaT:n perusteellisen kuvauksen.

source: Convert the file back to RTF format.
fi: Muuta tiedosto takaisin RTF-muotoon.

source: Convert the file from RTF to OpenOffice.org format.
fi: Muuta tiedosto RTF-muodosta OpenOffice.org-muotoon (esim. ODT-tiedostoksi).

source: Cop&y Files to Source Folder...
fi: &Kopioi tiedostoja lähdekansioon…

source: Copy Files to Source Folder...
fi: Kopioi tiedostoja lähdekansioon…

source: Copyright
fi: Tekijänoikeus

source: Copyright © 2000-2019 Keith Godfrey, Maxym Mykhalchuk and others
fi: Copyright © 2000–2019 Keith Godfrey, Maxym Mykhalchuk sekä muut

source: Cornish
fi: korni

source: Corsican
fi: korsika

source: Could not create project dir at {0}
fi: Projektikansion luominen kohteeseen {0} ei onnistunut.

source: Create &Glossary Entry...
fi: Luo &termilistan termi…

source: Create &Translated Documents
fi: Luo &käännetyt tiedostot

source: Create Current Translated &Document
fi: Luo &nykyinen käännetty tiedosto

source: Create Glossary Entry
fi: Luo termilistan termi

source: Create MED Project...
fi: Luo MED-projekti…

source: Create New Project
fi: Luo uusi projekti

source: Create a New Project
fi: Luo uusi projekti

source: Create your own key then input it below.
fi: Luo oma avaimesi ja kirjoita se alla olevaan kenttään.

source: Created by: {0}
fi: Laatija: {0}

source: Creating a key
fi: Avaimen luominen

source: Creating translated documents: {0}
fi: Käännettyjä tiedostoja luodaan: {0}

source: Creation date
fi: Luomispvm

source: Creator
fi: Tekijä

source: Croatian
fi: kroatia

source: Ctrl+Left:
fi: Ctrl + nuolinäppäin vasemmalle:

source: Ctrl+Right:
fi: Ctrl + nuolinäppäin oikealle:

source: Ctrl+Space
fi: Ctrl + välilyönti

source: Current memory usage by the VM: {0}MB; of which free memory: {1}MB; maximum available: {2}MB
fi: Virtuaalisen koneen tämänhetkinen muistin käyttö: {0} MB, josta vapaata muistia {1} MB. Käytettävissä: {2} MB.

source: Cursor lock off
fi: Kohdistimen lukitus pois päältä

source: Cursor lock on
fi: Kohdistimen lukitus päällä

source: Cursor locked
fi: Kohdistin lukittu

source: Cursor unlocked
fi: Kohdistin vapautettu

source: Custom Colours
fi: Mukautetut värit

source: Custom Colours Selection
fi: Mukautettujen värien valinta

source: Custom table
fi: Oma merkkitaulukko

source: Customize character &table
fi: &Mukauta merkkitaulukkoa

source: Czech
fi: tšekki

source: Danish
fi: tanska

source: Default encoding
fi: Merkistön oletuskoodaus

source: Degree thesis by Sébastien Guillardeau, 2010 (in German).
fi: Sébastien Guillardeaun opinnäytetyö, 2010 (kieli: saksa)

source: Deleted
fi: Poistettu

source: Description
fi: Kuvaus

source: Description of OmegaT (2008).
fi: OmegaT (2008) -kuvaus

source: Detail View
fi: Yksityiskohtainen näkymä

source: Details unavailable
fi: Lisätietoja ei ole saatavilla

source: Developers
fi: Kehittäjät

source: Dictionar&y
fi: S&anakirja

source: Dictionaries
fi: Sanakirjat

source: Dictionaries in OmegaT are based on the StarDict or on the Lingvo DSL format.
fi: OmegaT:ssä käytettävät sanakirjat ovat joko StarDict- tai Lingvo DSL -muotoisia.

source: Dictionary
fi: Sanakirja

source: Dictionary Files Folder
fi: Sanakirjojen kansio

source: Dictionary Folder:
fi: Sanastokansio:

source: Dictionary files folder entered does not exist!
fi: Annettua sanakirjojen kansiota ei ole!

source: Didier Briel: I could not do without Didier's patient and persistent help with DocBook intricacies.
fi: Didier Brieliä kaikesta kärsivällisyydestä ja avusta DocBook-koukeroiden kanssa

source: Displa&y source terms
fi: Näytä lähdekieliset &termit

source: Display
fi: Näyttötapa

source: Display Font
fi: Näytön fontti

source: Display context description for TBX &glossaries
fi: Näytä TB&X-sanastojen kontekstitiedot

source: Display:
fi: Näytä:

source: Displays the entries as "<target> → <source>"
fi: Termien järjestys: <kohde> → <lähde>

source: Distribution and modifications
fi: Jakelu ja muokkaukset

source: Divehi, Dhivehi, Maldivian
fi: divehi

source: Do you really want to quit?
fi: Haluatko todella lopettaa?

source: Do you want to continue?
fi: Haluatko jatkaa?

source: Documentation manager
fi: Dokumentaatiopäällikkö

source: Documentation tracking system
fi: Dokumentaation seurantajäjestelmä

source: Does the folder contain three files of the same name, with extensions?
fi: Onko kansiossa kolme samannimistä tiedostoa, joiden tiedostotunnisteet ovat erilaiset?

source: Domains
fi: Aihepiirit

source: Done
fi: Valmis

source: Download &Team Project...
fi: Lataa &ryhmäprojekti…

source: Download Media&Wiki Page...
fi: Lataa Media&Wiki-sivu…

source: Download MediaWiki Page
fi: Lataa MediaWiki-sivu

source: Download collection {0}
fi: Lataa kokoelma {0}

source: Download the file - it should be a tarball archive (extension tar.bz or tar.bz2).
fi: Lataa tarball-muotoinen tiedostoarkisto (tiedostotunniste tar.bz tai tar.bz2).

source: Downloading project...
fi: Projektia noudetaan…

source: Drop glossary files here to add them to the project.
fi: Lisää projektiin termilistatiedostoja pudottamalla ne tähän.

source: Duplicate
fi: Toistettu

source: Duplicate segments: {0}
fi: Toistetut segmentit: {0}

source: Dutch
fi: hollanti

source: E&nable Sentence-level Segmenting
fi: Käytä &lausetason segmentointia

source: E&xclusions...
fi: &Poikkeukset…

source: E&xport Selection
fi: &Vie valinta

source: ERROR: {0}
fi: VIRHE: {0}

source: Edit
fi: Muokkaa

source: Edit Filter Patterns
fi: Muokkaa suodatinkuvioita

source: Edit Pattern
fi: Muokkaa mallikuviota

source: Edit Project
fi: Muokkaa projektia

source: Edit project properties here.
fi: Muokkaa projektin ominaisuuksia täällä.

source: Empty repository URL in the mapping
fi: Yhdistäminen: tyhjä varasto-URL

source: Enable &TransTips
fi: Ota TransTips käyttöön

source: Enable history &prediction
fi: Ota syöttöhistoriaan perustuva &ennakointi käyttöön

source: Enable them in <b>Preferences > Saving and Output...</b>.</html>
fi: Ota ne käyttöön kohdassa <b>Asetukset > Tallentaminen ja tuotos…</b>.</html>

source: Enabled
fi: Käytössä

source: Encoding
fi: Merkistökoodaus

source: English
fi: englanti

source: English version translators
fi: Englanninkielisen version kääntäjät

source: Enter the new word or phrase (regular expressions are not supported) in the Replace with box, then click one of the following options:
fi: Kirjoita uusi sana tai ilmaisu (säännölliset lausekkeet eivät ole käytössä) Korvaa tällä-kenttään ja napsauta sitten yhtä seuraavista vaihtoehdoista:

source: Enter the segment number:
fi: Kirjoita segmentin numero:

source: Entries
fi: Merkinnät

source: Error
fi: Virhe

source: Error creating project!
fi: Projektin luomisessa tapahtui virhe!

source: Error during regular expression replacement:
fi: Säännöllisten lausekkeiden avulla korvaamisessa tapahtui virhe:

source: Error fixing tags
fi: Tägien korjaamisessa tapahtui virhe

source: Error in file {0}, line {1}
fi: Virhe tiedostossa {0} rivillä {1}

source: Error monitoring external command!
fi: Ulkoisen komennon valvomisessa tapahtui virhe!

source: Error saving project file!
fi: Projektitiedoston tallentamisessa tapahtui virhe!

source: Error searching directory tree!
fi: Hakemistopuusta hakiessa tapahtui virhe!

source: Error starting external command: {0}
fi: Ulkoisen komennon aloittamisessa tapahtui virhe: {0}

source: Error updating glossary file
fi: Termilistatiedoston päivityksessä tapahtui virhe

source: Error while trying to edit the project!
fi: Projektia muokatessa tapahtui virhe!

source: Errors found:
fi: Löytyneet virheet:

source: Estonian
fi: viro

source: Exact &match
fi: Tarkka &osuma

source: Exact match:
fi: Tarkka osuma:

source: Example - Search and Replace
fi: Esimerkki – Etsi ja korvaa

source: Except one: check Untranslated in order to operate Search and replace also on segments that have not been translated yet.
fi: On kuitenkin yksi poikkeus: rastita Kääntämättömät, jotta etsi ja korvaa -toiminto hakee tekstiä myös kääntämättömistä segmenteistä.

source: Exciting help page<p>Gossamer threads hold you back<p>404 not found
fi: Poistuminen ohjesivulta<p>Gossamer threads hold you back<p>404 not found

source: Exclude Pattern
fi: Älä sisällytä mallikuviota

source: Exclude orphan segments
fi: Älä sisällytä yksinäisiä segmenttejä

source: Exclusion Patterns
fi: Älä sisällytä mallikuvioita

source: Executing external command...
fi: Ulkoista komentoa suoritetaan…

source: Exit code {0}: "{1}"
fi: Lopetuskoodi: {0}: "{1}"

source: Exit code: {0}
fi: Lopetuskoodi: {0}

source: Explicit thanks to:
fi: Haluan erityisesti kiittää

source: External Post-processing Command
fi: Ulkoinen jälkikäsittelykomento

source: External Post-processing Command (Disabled):
fi: Ulkoinen jälkikäsittelykomento (ei käytössä):

source: External Post-processing Command:
fi: Ulkoinen jälkikäsittelykomento:

source: External Search...
fi: Ulkoinen haku…

source: External command completed.
fi: Ulkoinen komento suoritettu.

source: External command failed.
fi: Ulkoinen komento ei onnistunut.

source: External command was interrupted.
fi: Ulkoinen komento keskeytettiin.

source: Extraneous
fi: Ylimääräistä

source: Failed to commit source file!
fi: Lähdetiedoston vahvistus ei onnistunut!

source: Failed to commit source files!
fi: Lähdetiedostojen vahvistus ei onnistunut!

source: Failed to commit target files!
fi: Kohdetiedostojen vahvistus ei onnistunut!

source: Failed to compile project files!
fi: Projektitiedostojen kokoaminen ei onnistunut!

source: Failed to create project!
fi: Projektin luominen ei onnistunut!

source: Failed to load specified project!
fi: Kyseisen projektin lataaminen ei onnistunut!

source: Failed to load translation memory {0} for project!
fi: Projektin käännösmuistin {0} lataaminen ei onnistunut!

source: Failed to update project properties
fi: Projektin ominaisuuksien päivittäminen ei onnistunut

source: Faroese
fi: fääri

source: Fatal error encountered - saving project file with '.recover' backup extension.
fi: Tapahtui vakava virhe – projektitiedostosta tehdään varmuuskopio (tiedostotunniste: .recover).

source: Feature requests tracking system
fi: Toimintopyyntöjen seurantajäjestelmä

source: Fijian
fi: fidži

source: File
fi: Tiedosto

source: File &Filters...
fi: Tiedostos&uodattimet…

source: File Copy Failed
fi: Tiedoston kopiointi ei onnistunut

source: File Filters...
fi: Tiedostosuodattimet…

source: File Format
fi: Tiedostomuoto

source: File Name
fi: Tiedostonimi

source: File locations
fi: Tiedostosijainnit

source: File {0} does not exist!
fi: Tiedostoa {0} ei ole!

source: File {0}: {1}
fi: Tiedosto {0}: {1}

source: File: translated / number of segments (project: unique translated / unique, total number of segments)
fi: Tiedosto: käännetty / segmenttejä (projekti: uniikkeja käännettyjä / uniikkeja yhteensä, segmenttejä kaikkiaan)

source: File: unique translated % (unique left) / project: unique translated % (unique left), total number of segments
fi: Tiedosto: uniikkeja käännettyjä % (uniikkeja jäljellä) / projekti: uniikkeja käännettyjä % (uniikkeja jäljellä), segmenttejä kaikkiaan

source: Filename
fi: Tiedoston nimi

source: Filter
fi: Suodatin

source: Filter:
fi: Suodatin:

source: Filters...
fi: Suodattimet…

source: Finnish
fi: suomi

source: Floating '?' character not tied to '>'!
fi: Kelluva ?-merkki, ei yhteyttä >-merkkiin!

source: Folder already exists and is not empty.
fi: Kansio on jo olemassa eikä se ole tyhjä.

source: Folder {0} was automatically created for team mode project
fi: Ryhmätyöprojektia varten luotiin automaattisesti kansio {0}

source: Follow capitalization of the typed text
fi: Käytä isoja ja pieniä kirjaimia kirjoituksen mukaan

source: Font
fi: Fontti

source: Foote&rs
fi: Alatunnistee&t

source: For all files:
fi: Kaikki tiedostot:

source: For best results, please install the appropriate dictionaries via Preferences > Spell Checking.
fi: Parhaan lopputuloksen saat asentamalla sopivat sanakirjat kohdassa Asetukset > Oikeinkirjoituksen tarkistus.

source: For the application
fi: Sovelluksesta

source: For the documentation
fi: Dokumentaatiosta

source: Format:
fi: Muoto:

source: French
fi: ranska

source: From 100% memory
fi: 100 % muistista

source: From ICE memory
fi: ICE-muistista

source: From auto memory
fi: Automaattisesta muistista

source: From enforced memory
fi: Pakotetusta muistista

source: From memory
fi: Muistista

source: Fula, Fulah, Pulaar, Pular
fi: fulani

source: Full table
fi: Kaikki merkit

source: Full text
fi: Kokoteksti

source: Full/Half &width char insensitive
fi: Ei erottele täys- ja puolileveitä merkkejä

source: Galician
fi: galicia

source: Generalities
fi: Yleistä

source: Georgian
fi: georgia

source: German
fi: saksa

source: Get API Key
fi: Hanki API-avain

source: Global spell checking
fi: Yleinen oikeinkirjoituksen tarkistus

source: Glossary
fi: Termilista

source: Glossary Files Folder
fi: Termilistojen kansio

source: Glossary Folder:
fi: Termilistakansio:

source: Glossary Matches
fi: Termilistaosumat

source: Glossary auto-completer options
fi: Termistön automaattisen täydennyksen asetukset

source: Glossary entries
fi: Termilistatietueet

source: Glossary file: {0}
fi: Termilistatiedosto: {0}

source: Glossary files folder entered does not exist!
fi: Annettua termilistojen kansiota ei ole!

source: Go To Segment
fi: Siirry segmenttiin

source: Greek, Modern
fi: kreikka

source: Group {0} does not exist in search expression
fi: ryhmää {0} ei ole hakulausekkeessa

source: Guaraní
fi: guarani

source: Gujarati
fi: gudžarati

source: Haitian, Haitian Creole
fi: haiti

source: He&aders
fi: &Ylätunnisteet

source: Hebrew (modern)
fi: heprea

source: Here you may also specify custom location of project folders.
fi: Tässä kohdassa voit myös antaa projektikansioiden mukautetun sijainnin.

source: Hide Advanced &Options
fi: &Piilota lisäasetukset

source: Highlight
fi: Korosta

source: History
fi: Historia

source: History Completion
fi: Syöttöhistoriaan perustuva täydennys

source: History Completions
fi: Syöttöhistoriaan perustuva täydennys

source: History Prediction
fi: Syöttöhistoriaan perustuva ennakointi

source: History Predictions
fi: Syöttöhistoriaan perustuva ennakointi

source: How to download and install dictionaries
fi: Kuinka sanakirjoja ladataan ja asennetaan

source: Hungarian
fi: unkari

source: I&nsert Source
fi: &Lisää lähde

source: IGNORED:
fi: EI HUOMIOITU:

source: INS
fi: LIS

source: IOException encountered:
fi: Tapahtui I/O-poikkeus:

source: ISO 639-1/639-2 Language code list
fi: ISO 639-1 / 639-2 kielikoodit

source: ISO language codes
fi: ISO-kielikoodit

source: Icelandic
fi: islanti

source: Identifier used for alternative translations
fi: Vaihtoehtoisissa käännöksissä käytetty tunnus

source: If checked, the entries are sorted alphabetically.
fi: Kun jompi kumpi näistä on valittuna, termit esitetään aakkosjärjestyksessä.

source: If checked, the longer entries are placed on the list first.
fi: Kun tämä on valittuna, termit näytetään pisimmästä lyhimpään.

source: If invoked in a git working tree or svn checkout, the results will be staged/added.
fi: Jos komento annetaan versionhallintapuun tai SVN-checkoutin yhteydessä, tulokset valmistellaan tai lisätään tähän.

source: If it is tar.bz, you have forgotten to unpack (untar) it.
fi: Jos se on tar.bz, olet unohtanut purkaa (untar) tiedoston.

source: If no replacement is done to a given segment, the target segment will be “emptied”, i.e., it will remain untranslated.
fi: Jos kyseistä segmenttiä ei muuteta, kohdesegmentti "tyhjennetään", eli segmentti pysyy kääntämättömänä.

source: If only one file is present, check its extension.
fi: Jos kansiossa on vain yksi tiedosto, tarkasta sen tiedostotunniste.

source: If the text is encoded in 8 bits, however, one can be faced with the following awkward situation: instead of displaying the text, for Japanese characters...
fi: Jos teksti sen sijaan käyttää 8-bittistä merkistökoodausta, voidaan joutua ikäviin tilanteisiin: japanilaisia merkkejä käyttävän tekstin sijaan...

source: If you want to use the same language in OmegaT as the one used during installation, check the box below.
fi: Laita rasti alla olevaan ruutuun, jos haluat käyttää OmegaT:tä samalla kielellä, jota käytettiin ohjelman asennuksen aikana.

source: Ignore
fi: Älä huomioi

source: Ignore glossary case
fi: Älä huomioi sanaston mukaista alkukirjaimen kokoa

source: Importing Wiki Page Failed
fi: Wiki-sivun tuonti ei onnistunut

source: In PCW.GR (in Greek).
fi: Sivustolla PCW.GR (kieli: kreikka)

source: In an as-yet untranslated "External View" file, the target column is empty.
fi: Kääntämättömässä External View -tiedostossa kohdesarake on tyhjä.

source: In case no tokenizer exists for the current languages, OmegaT uses Hunspell instead (in that case, make sure that relevant Hunspell dictionaries are installed).
fi: Jos projektin kielille ei ole olemassa saneistimia, OmegaT käyttää Hunspell-oikolukusanastoja, mikäli nämä on asennettu koneelle.

source: In comments
fi: Kommenteissa

source: In notes
fi: Muistiinpanoissa

source: In order for the changes to take effect OmegaT needs to close and then open the project.
fi: Muutokset astuvat voimaan, kun olet käynnistänyt OmegaT:n uudelleen ja avannut projektin.

source: In order for this procedure to be used, the Déjà Vu user must prepare the source text file and supply it to the translator in the Déjà Vu "External View" format.
fi: Jotta nämä toimenpiteet onnistuisivat, Déjà Vu -käyttäjän on luotava lähtötekstistä Déjà Vu External View -tiedosto ja toimitettava se kääntäjälle tässä muodossa.

source: In so&urce
fi: &Lähtötekstissä

source: In that dialog, it's possible to select All domains or a specific one.
fi: Haku voidaan kohdistaa kaikkiin aihepiireihin, tai rajata se koskemaan vain tiettyä aihepiiriä.

source: In the same way, users of CAT tools, including OmegaT, who do not possess Déjà Vu can translate files prepared by a Déjà Vu user.
fi: Näin OmegaT:n ja muiden CAT-ohjelmien käyttäjät voivat kääntää Déjà Vu -ohjelmalla tehtyjä tiedostoja.

source: Include Pattern
fi: Sisällytä mallikuvio

source: Include the &first non-unique segment when marking non-unique segments
fi: Laskee mukaan ensimmäisen toistuvan segmentin ja merkitsee muut toistot.

source: Incompatibilities
fi: Yhteensopivuusongelmat

source: Individual File Statistics:
fi: Yksittäisen tiedoston tilastot

source: Indonesian
fi: indonesia

source: Initialized {0}-{1} team project.
fi: Käynnistetty {0}-{1} ryhmäprojekti

source: Inline tags within segments take the form of serial numbers within curly brackets, i.e. {1}, {2}, etc.
fi: Segmenttien sisällä olevat tägit ovat numerojärjestyksessä aaltosulkeiden sisällä: {1}, {2}, jne.

source: Insert Missing Source &Tags
fi: Lisää &puuttuvat lähdetägit

source: Insert Mode
fi: Lisäystila

source: Insert Next Missing Tag
fi: Lisää &seuraava puuttuva tägi

source: Insert Tag {0}
fi: Lisää tägi {0}

source: Insert Unicode Control Character
fi: Lisää Unicode-ohjausmerkki

source: Installation and Use
fi: Asennus ja käyttö

source: Installing and running OmegaT" in the User Manual.
fi: "OmegaT:n asennus ja käyttö".

source: Insufficient permissions for project dir {0}
fi: Projektikansion {0} käyttöoikeudet eivät riitä

source: Integration manager
fi: Integrointipäällikkö

source: Introduction
fi: Johdanto

source: Introduction to OmegaT (2.5.0).
fi: Johdatus OmegaT (2.5.0):n käyttöön

source: Invalid file format
fi: Tiedostomuoto ei kelpaa

source: Invalid repository type: {0}
fi: Kelpaamaton pakettivaraston tyyppi: {0}

source: Invoke `team -h` for details.
fi: Komento 'team -h' näyttää yksityiskohtaista tietoa.
